public/cotacoes_enviadas/20_COT17324-217_sintese.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
                <soapenv:Header/>
                <soapenv:Body>
                <tem:EnviarOfertas>
                <tem:xmlDoc>
                <Cotacao>
  <Tp_Movimento>I</Tp_Movimento>
  <Dt_Gravacao>28/10/2022 09:36:00</Dt_Gravacao>
  <Cd_Fornecedor>35997345000146</Cd_Fornecedor>
  <Cd_Cotacao>COT17324-217</Cd_Cotacao>
  <Cd_Condicao_Pagamento>3</Cd_Condicao_Pagamento>
  <Nm_Usuario>PHARMAINT321</Nm_Usuario>
  <Ds_Observacao_Fornecedor/>
  <Qt_Prz_Minimo_Entrega>3</Qt_Prz_Minimo_Entrega>
  <Vl_Minimo_Pedido>1200,0000</Vl_Minimo_Pedido>
  <Produtos_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>12696</Id_Produto_Sintese>
      <Cd_Produto_Comprador>5526</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>5235</Id_Marca>
          <Ds_Marca>PROLINK</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>1,5286</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 18/02/2024 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>19671</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>7115</Id_Produto_Sintese>
      <Cd_Produto_Comprador>9084</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>15632</Id_Marca>
          <Ds_Marca>NOVARTIS</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,0000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 31/12/2023 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>7407</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>8149</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10013</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>14432</Id_Marca>
          <Ds_Marca>VICPHARMA</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>2,6212</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 07/09/2024 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>12253</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>3449</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10039</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1230</Id_Marca>
          <Ds_Marca>BIOSANI</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,0000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 01/08/2024 - Produto atendido parcialmente!</Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>6060</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>1776</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10044</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>97</Id_Marca>
          <Ds_Marca>ESTILO</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,1723</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 30/06/2025 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>2448</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>17844</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10050</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>879</Id_Marca>
          <Ds_Marca>SR</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,3037</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 30/04/2024 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>15944</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>26922</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10051</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>82</Id_Marca>
          <Ds_Marca>DESCARPACK</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,1085</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 30/04/2027 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>11547</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>4548</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10111</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>4288</Id_Marca>
          <Ds_Marca>CPL MEDICALS</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,4270</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 10/05/2024 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>22233</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>13016</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10112</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>5554</Id_Marca>
          <Ds_Marca>MDA</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,0000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 26/07/2025 - Produto atendido parcialmente!</Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>17279</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>17729</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10133</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>82</Id_Marca>
          <Ds_Marca>DESCARPACK</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>1,6362</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 31/05/2027 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>11545</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>17729</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10137</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>82</Id_Marca>
          <Ds_Marca>DESCARPACK</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,0000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 31/05/2027 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>11545</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>17729</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10138</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>82</Id_Marca>
          <Ds_Marca>DESCARPACK</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,0000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 31/05/2027 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>11545</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>2304</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10141</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>6332</Id_Marca>
          <Ds_Marca>MISSNER - ADPELE</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>11,9259</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 30/03/2024 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>17949</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>21943</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10179</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>10976</Id_Marca>
          <Ds_Marca>LIFE PLUS</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>1,3803</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 28/02/2024 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>21347</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>2769</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10192</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>16541</Id_Marca>
          <Ds_Marca>PROTECTME</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,0000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 30/11/2025 - Produto atendido parcialmente!</Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>20362</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>18628</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10230</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>82</Id_Marca>
          <Ds_Marca>DESCARPACK</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,2755</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 31/05/2026 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>13312</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>18628</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10231</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>879</Id_Marca>
          <Ds_Marca>SR</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,2128</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 28/09/2027 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>17361</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>20446</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10287</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1230</Id_Marca>
          <Ds_Marca>BIOSANI</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,6176</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 30/09/2025 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>1820</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>14179</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10295</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>230</Id_Marca>
          <Ds_Marca>ROCHE</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,8500</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 09/10/2023 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>8459</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>3100</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10297</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>82</Id_Marca>
          <Ds_Marca>DESCARPACK</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>8,9721</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 31/03/2027 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>5624</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>20446</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10288</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1230</Id_Marca>
          <Ds_Marca>BIOSANI</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,6328</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 30/09/2025 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>1821</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>20473</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10081</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1230</Id_Marca>
          <Ds_Marca>BIOSANI</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,0000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 30/09/2025 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>5958</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>20473</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10091</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1230</Id_Marca>
          <Ds_Marca>BIOSANI</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,0000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 30/09/2025 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>5958</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>20473</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10093</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1230</Id_Marca>
          <Ds_Marca>BIOSANI</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,0000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 30/09/2025 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>5958</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>20473</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10094</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1230</Id_Marca>
          <Ds_Marca>BIOSANI</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,0000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 30/09/2025 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>5958</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>1848</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10064</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>175</Id_Marca>
          <Ds_Marca>MAXICOR</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>1,0671</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>23111</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>23232</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10076</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>3515</Id_Marca>
          <Ds_Marca>FLEXPEL</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>6,5685</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>25622</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>10190</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10006</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>3515</Id_Marca>
          <Ds_Marca>FLEXPEL</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>4,8109</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>25621</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>2280</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT10140</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>584</Id_Marca>
          <Ds_Marca>RIOQUIMICA</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>2,7616</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>25884</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
  </Produtos_Cotacao>
</Cotacao>
                </tem:xmlDoc>
                </tem:EnviarOfertas>
                </soapenv:Body>
                </soapenv:Envelope>